
import React from 'react'

function Mathcard() {
    return (
        <div className='w-[60%] pt-7'>
            <div className='text-balance'>
                អ្នកនឹងរៀនអំពីការរៀបចំពេលវេលាសិក្សា ការរកមធ្យោបាយចងចាំល្អ និងការប្រើប្រាស់បច្ចេកវិទ្យាសម្រាប់ការរៀន។ វគ្គសិក្សានេះផ្តោតលើការអនុវត្តជាក់ស្តែង ដោយផ្ដល់ឱ្យអ្នកនូវឧបករណ៍សម្រាប់ការសិក្សាដោយខ្លួនឯង។
                បន្ទាប់ពីបញ្ចប់វគ្គនេះ អ្នកនឹងអាចរៀនបានប្រសើរជាងមុន គ្រប់គ្រងពេលវេលាបានល្អ និងមានចំណង់ចំណូល
                ចិត្តក្នុងការសិក្សាដោយខ្លួនឯង។ វាគឺជាជំហានសំខាន់មួយសម្រាប់អ្នកដែលចង់រកស៊ីការងារឬបង្កើនចំណេះដឹងរបស់ខ្លួន។
                ចូលរួមវគ្គសិក្សានេះឥឡូវនេះ ដើម្បីបង្កើនសមត្ថភាពសិក្សារបស់អ្នក និងក្លាយជាមនុស្សមានភាពជោគជ័យ!
            </div>
        </div>
    )
}

export default Mathcard